{
  "glossary": [
    {
      "term": "Aging",
      "definition": "The progressive decline in physiological function and increased vulnerability to disease and death that occurs over time.",
      "introduced_in": "Introduction to Longevity Science: Adding Life to Years"
    },
    {
      "term": "Healthspan",
      "definition": "The period of life spent in good health, free from chronic disease and disability.",
      "introduced_in": "Introduction to Longevity Science: Adding Life to Years"
    },
    {
      "term": "Lifespan",
      "definition": "The total number of years an individual lives (chronological length of life).",
      "introduced_in": "Healthspan vs. Lifespan: Redefining 'Successful Aging'"
    },
    {
      "term": "Compression of morbidity",
      "definition": "The idea of shortening the period of illness and disability at the end of life so people live healthy lives for longer and experience a relatively brief decline.",
      "introduced_in": "Healthspan vs. Lifespan: Redefining 'Successful Aging'"
    },
    {
      "term": "Geroscience hypothesis",
      "definition": "The proposal that by targeting the fundamental biological processes of aging, we can delay or prevent multiple age-related diseases at once.",
      "introduced_in": "Introduction to Longevity Science: Adding Life to Years"
    },
    {
      "term": "Programmed theories of aging",
      "definition": "Theories proposing that aging follows biological schedules or genetic programs that drive decline over time.",
      "introduced_in": "Theories of Aging: Why Does Biological Decline Happen?"
    },
    {
      "term": "Damage-based theories of aging",
      "definition": "Theories suggesting aging results from accumulated molecular and cellular damage caused by internal and external factors.",
      "introduced_in": "Theories of Aging: Why Does Biological Decline Happen?"
    },
    {
      "term": "Free Radical Theory",
      "definition": "A damage-based theory proposing that unstable molecules (free radicals) damage cells and contribute to aging; popularized by Denham Harman.",
      "introduced_in": "Theories of Aging: Why Does Biological Decline Happen?"
    },
    {
      "term": "Hayflick Limit",
      "definition": "The observation that normal human cells have a finite number of divisions (typically ~50–70) before entering senescence.",
      "introduced_in": "Theories of Aging: Why Does Biological Decline Happen?"
    },
    {
      "term": "Hallmarks of Aging",
      "definition": "A framework organizing the main cellular and molecular processes that contribute to aging, used to guide research and interventions.",
      "introduced_in": "The Hallmarks of Aging: Biological Drivers of the Aging Process"
    },
    {
      "term": "Telomere attrition",
      "definition": "The progressive shortening of protective chromosome end caps (telomeres) with cell division, which can lead to cellular dysfunction when excessively short.",
      "introduced_in": "The Hallmarks of Aging: Biological Drivers of the Aging Process"
    },
    {
      "term": "Cellular senescence",
      "definition": "A state in which cells stop dividing and secrete inflammatory and tissue-damaging factors; these persistent 'senescent' cells accumulate with age.",
      "introduced_in": "The Hallmarks of Aging: Biological Drivers of the Aging Process"
    },
    {
      "term": "Senolytics",
      "definition": "Drugs or compounds designed to selectively remove senescent (damaged, non-dividing) cells to improve tissue function.",
      "introduced_in": "The Hallmarks of Aging: Biological Drivers of the Aging Process"
    },
    {
      "term": "Autophagy",
      "definition": "A cellular 'clean-up' process where cells degrade and recycle damaged components to maintain homeostasis and promote health.",
      "introduced_in": "Pillars in Practice: Exercise and Nutrition"
    },
    {
      "term": "Hormesis",
      "definition": "The concept that exposure to mild or intermittent stressors (e.g., exercise, fasting, cold) can stimulate beneficial adaptive responses.",
      "introduced_in": "Pillars in Practice: Sleep and Emotional Health"
    },
    {
      "term": "mTOR",
      "definition": "A key cellular signaling pathway (mechanistic Target Of Rapamycin) that regulates growth, metabolism, and aging; modulating mTOR can affect longevity.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "Rapamycin",
      "definition": "A drug originally used as an immunosuppressant that inhibits mTOR and has been shown to extend lifespan in multiple animal species.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "Metformin",
      "definition": "A widely used diabetes medication being tested (e.g., in the TAME trial) for potential effects on aging and delaying age-related diseases.",
      "introduced_in": "A Paradigm Shift: Is Aging a Treatable Condition?"
    },
    {
      "term": "TAME trial (Targeting Aging with Metformin)",
      "definition": "A clinical study designed to test whether metformin can slow the aging process and delay the onset of multiple age-related diseases.",
      "introduced_in": "A Paradigm Shift: Is Aging a Treatable Condition?"
    },
    {
      "term": "Epigenetic clocks",
      "definition": "Biomarker-based assessments (often using DNA methylation patterns) that estimate biological age and can predict healthspan and lifespan better than chronological age alone.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "DNA methylation",
      "definition": "A chemical modification of DNA that can regulate gene expression and changes predictably with age; used in epigenetic clocks.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "GrimAge",
      "definition": "An advanced epigenetic clock model that uses DNA methylation patterns to predict lifespan and disease risk more accurately than chronological age.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "TRIIM trial",
      "definition": "A small study (Thymus Regeneration, Immunorestoration, and Insulin Mitigation) reporting a reversal in epigenetic age after a drug cocktail; proof-of-concept but with limitations.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "Senescent 'zombie' cells",
      "definition": "Informal term for senescent cells that stop dividing but remain metabolically active and secrete harmful inflammatory factors.",
      "introduced_in": "The Hallmarks of Aging: Biological Drivers of the Aging Process"
    },
    {
      "term": "Sarcopenia",
      "definition": "Age-related loss of muscle mass and strength that contributes to frailty and reduced independence.",
      "introduced_in": "Pillars in Practice: Exercise and Nutrition"
    },
    {
      "term": "VO2 max",
      "definition": "A measurement of maximal oxygen uptake during intense exercise; a key indicator of cardiorespiratory fitness and predictor of longevity.",
      "introduced_in": "Pillars in Practice: Exercise and Nutrition"
    },
    {
      "term": "Zone 2 training",
      "definition": "Moderate-intensity aerobic exercise performed at an effort level that improves mitochondrial function and can be sustained while still carrying on a conversation.",
      "introduced_in": "Pillars in Practice: Exercise and Nutrition"
    },
    {
      "term": "Fasting-mimicking diet",
      "definition": "A dietary protocol that recreates some biological effects of fasting (like inducing autophagy) while allowing limited nutrient intake; researched by Valter Longo.",
      "introduced_in": "Pillars in Practice: Exercise and Nutrition"
    },
    {
      "term": "Circadian rhythms",
      "definition": "The body's roughly 24-hour biological cycles that regulate sleep, metabolism, hormone release, and other physiological processes.",
      "introduced_in": "Pillars in Practice: Exercise and Nutrition"
    },
    {
      "term": "Glymphatic system",
      "definition": "A brain clearance system active during sleep that helps remove metabolic waste products, including proteins linked to neurodegeneration.",
      "introduced_in": "Pillars in Practice: Sleep and Emotional Health"
    },
    {
      "term": "Telomeres",
      "definition": "Repeating DNA-protein structures at the ends of chromosomes that protect genetic material and progressively shorten with cell division.",
      "introduced_in": "The Hallmarks of Aging: Biological Drivers of the Aging Process"
    },
    {
      "term": "Epigenetic reprogramming",
      "definition": "A process that alters the epigenetic state of cells (e.g., DNA methylation) to a younger configuration, potentially reversing aspects of cellular aging.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "Continuous glucose monitor (CGM)",
      "definition": "A wearable device that measures glucose levels in real time to help track metabolic responses to food and activity.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    },
    {
      "term": "Randomized controlled trial (RCT)",
      "definition": "An experimental study design in which participants are randomly assigned to intervention or control groups, considered the gold standard for testing causality.",
      "introduced_in": "Evaluating the Evidence: Separating Hype from Hope"
    },
    {
      "term": "Hierarchy of evidence",
      "definition": "A ranking system for types of scientific evidence (from anecdotes up to randomized trials and meta-analyses) used to judge how reliable study findings are.",
      "introduced_in": "Evaluating the Evidence: Separating Hype from Hope"
    },
    {
      "term": "GRADE",
      "definition": "A framework (Grading of Recommendations, Assessment, Development, and Evaluations) for rating quality of evidence and strength of recommendations in healthcare.",
      "introduced_in": "Evaluating the Evidence: Separating Hype from Hope"
    },
    {
      "term": "Observational study",
      "definition": "A study where researchers observe outcomes without intervening; useful for identifying associations but limited in proving causation.",
      "introduced_in": "Evaluating the Evidence: Separating Hype from Hope"
    },
    {
      "term": "Surrogate endpoint",
      "definition": "A biomarker or intermediate outcome used in studies as a substitute for a direct measure like lifespan, when the latter is impractical to measure.",
      "introduced_in": "Evaluating the Evidence: Separating Hype from Hope"
    },
    {
      "term": "Blue Zones",
      "definition": "Regions identified by researchers where people live longer, healthier lives; studies of these populations highlight lifestyle patterns linked to longevity.",
      "introduced_in": "Personal Empowerment: The Four Pillars of Healthspan"
    },
    {
      "term": "Four Pillars of Healthspan",
      "definition": "A practical framework emphasizing exercise, nutritional biochemistry (diet and meal timing), sleep, and emotional health as foundational longevity interventions.",
      "introduced_in": "Personal Empowerment: The Four Pillars of Healthspan"
    },
    {
      "term": "Emotional health (in longevity context)",
      "definition": "Mental and social well-being—including stress management, social connection, and sense of purpose—that affects biological aging and disease risk.",
      "introduced_in": "Pillars in Practice: Sleep and Emotional Health"
    },
    {
      "term": "Telomere shortening (accelerated)",
      "definition": "Faster-than-expected loss of telomere length linked to chronic stress, poor lifestyle, or disease and associated with increased biological age.",
      "introduced_in": "Pillars in Practice: Sleep and Emotional Health"
    },
    {
      "term": "Thymus regeneration",
      "definition": "Efforts to restore thymus function (important for immune system aging), as studied in interventions like the TRIIM trial.",
      "introduced_in": "The Future of Longevity: Diagnostics and Therapeutics"
    }
  ]
}