{
  "glossary": [
    {
      "term": "Longevity science",
      "definition": "The field of research that studies the biological, environmental, and social factors that influence how long and how well humans live, with the goal of extending healthy life (healthspan) and understanding aging processes.",
      "introduced_in": "Beyond the Limits: An Introduction to Longevity Science"
    },
    {
      "term": "Healthy human lifespan (Healthspan)",
      "definition": "The period of life spent in good health, free from chronic diseases and disabling conditions — emphasizing quality of life rather than just length of life.",
      "introduced_in": "Beyond the Limits: An Introduction to Longevity Science"
    },
    {
      "term": "Lifespan",
      "definition": "The total duration of an individual's life, from birth to death.",
      "introduced_in": "Healthspan vs. Lifespan: The Goal of Living Better, Longer"
    },
    {
      "term": "Compression of morbidity hypothesis",
      "definition": "The idea that the period of illness and disability at the end of life can be shortened (compressed) if the onset of chronic disease is delayed, so people live healthier for longer and experience a shorter time of disability before death.",
      "introduced_in": "Healthspan vs. Lifespan: The Goal of Living Better, Longer"
    },
    {
      "term": "Hallmarks of aging",
      "definition": "A framework identifying core, interconnected biological processes that drive aging; originally nine hallmarks (2013) and later expanded to twelve, providing a roadmap for studying and targeting aging mechanisms.",
      "introduced_in": "The 'Hallmarks of Aging': A Framework for Understanding Why We Age"
    },
    {
      "term": "Genomic instability",
      "definition": "Accumulation of damage or mutations in DNA over time, which impairs cell function and contributes to aging and disease.",
      "introduced_in": "The 'Hallmarks of Aging': A Framework for Understanding Why We Age"
    },
    {
      "term": "Telomere attrition",
      "definition": "The progressive shortening of protective chromosome end caps (telomeres) during cell division, which can lead to cellular dysfunction and senescence.",
      "introduced_in": "The 'Hallmarks of Aging': A Framework for Understanding Why We Age"
    },
    {
      "term": "Epigenetic alterations",
      "definition": "Changes in gene regulation (like DNA methylation) that do not alter the DNA sequence but change how genes are expressed; these changes can accumulate with age and affect cell behavior.",
      "introduced_in": "The 'Hallmarks of Aging': A Framework for Understanding Why We Age"
    },
    {
      "term": "Loss of proteostasis",
      "definition": "A decline in the cell’s ability to produce, fold, and clear proteins correctly, leading to accumulation of damaged or misfolded proteins that impair cell function.",
      "introduced_in": "The 'Hallmarks of Aging': A Framework for Understanding Why We Age"
    },
    {
      "term": "Cellular senescence",
      "definition": "A state in which cells permanently stop dividing in response to damage or stress but remain metabolically active and often harmful to tissues.",
      "introduced_in": "Hallmark in Focus: Cellular Senescence"
    },
    {
      "term": "Senescence-associated secretory phenotype (SASP)",
      "definition": "A collection of inflammatory cytokines, growth factors, and enzymes secreted by senescent cells that can damage neighboring cells and promote tissue dysfunction.",
      "introduced_in": "Hallmark in Focus: Cellular Senescence"
    },
    {
      "term": "Senolytics",
      "definition": "A class of drugs designed to selectively eliminate senescent (zombie) cells to reduce their harmful effects and improve tissue function.",
      "introduced_in": "Hallmark in Focus: Cellular Senescence"
    },
    {
      "term": "Mitochondrial dysfunction",
      "definition": "A decline in the function of mitochondria (the cell's energy producers), including reduced ATP production and accumulation of mitochondrial damage, which contributes to aging.",
      "introduced_in": "Hallmark in Focus: Mitochondrial Dysfunction"
    },
    {
      "term": "Mitochondrial DNA (mtDNA)",
      "definition": "The small, separate genome located inside mitochondria that is especially vulnerable to damage and mutations, affecting mitochondrial function.",
      "introduced_in": "Hallmark in Focus: Mitochondrial Dysfunction"
    },
    {
      "term": "Reactive oxygen species (ROS)",
      "definition": "Highly reactive molecules produced as byproducts of metabolism (often in mitochondria) that can damage DNA, proteins, and lipids when not properly controlled.",
      "introduced_in": "Hallmark in Focus: Mitochondrial Dysfunction"
    },
    {
      "term": "Mitophagy",
      "definition": "A selective form of autophagy that removes damaged or dysfunctional mitochondria, helping maintain cellular health and energy production.",
      "introduced_in": "Hallmark in Focus: Mitochondrial Dysfunction"
    },
    {
      "term": "Biological age",
      "definition": "An estimate of an individual's physiological or cellular condition relative to their chronological age; reflects how well the body is functioning and can differ from the number of years lived.",
      "introduced_in": "Measuring Age: Biological vs. Chronological Clocks"
    },
    {
      "term": "Chronological age",
      "definition": "The actual time that has passed since a person was born, usually measured in years.",
      "introduced_in": "Measuring Age: Biological vs. Chronological Clocks"
    },
    {
      "term": "Epigenetic clocks",
      "definition": "Biomarkers that estimate biological age by measuring DNA methylation patterns at specific sites in the genome; can predict age and health-related outcomes.",
      "introduced_in": "Measuring Age: Biological vs. Chronological Clocks"
    },
    {
      "term": "Telomere length (as a biomarker)",
      "definition": "A measurement sometimes used to estimate cellular aging based on the length of telomeres, though its relationship to overall aging is complex.",
      "introduced_in": "Measuring Age: Biological vs. Chronological Clocks"
    },
    {
      "term": "Proteomic and transcriptomic clocks",
      "definition": "Biomarkers that estimate biological age from patterns of proteins (proteomics) or gene expression (transcriptomics) in tissues or blood.",
      "introduced_in": "Measuring Age: Biological vs. Chronological Clocks"
    },
    {
      "term": "DunedinPACE",
      "definition": "A biomarker derived from the Dunedin Study that measures the pace of aging — how quickly an individual is aging relative to peers — rather than a single-point biological age.",
      "introduced_in": "Measuring Age: Biological vs. Chronological Clocks"
    },
    {
      "term": "Caloric restriction",
      "definition": "A dietary intervention that reduces calorie intake without malnutrition and has been shown across species to improve healthspan and, in some cases, lifespan.",
      "introduced_in": "Pillars of Intervention: Diet, Exercise, and Pharmacology"
    },
    {
      "term": "Fasting-mimicking diet",
      "definition": "A dietary approach designed to produce some of the beneficial effects of fasting (such as metabolic changes) while still providing some nutrients, often used in longevity research.",
      "introduced_in": "Pillars of Intervention: Diet, Exercise, and Pharmacology"
    },
    {
      "term": "Resistance training",
      "definition": "Exercise that uses resistance (weights or body weight) to build muscle strength and mass, important for maintaining function with age.",
      "introduced_in": "Pillars of Intervention: Diet, Exercise, and Pharmacology"
    },
    {
      "term": "High-intensity interval training (HIIT)",
      "definition": "A form of exercise involving short bursts of intense activity alternated with recovery periods, shown to benefit cardiovascular and mitochondrial health.",
      "introduced_in": "Pillars of Intervention: Diet, Exercise, and Pharmacology"
    },
    {
      "term": "Pharmacological interventions",
      "definition": "Drugs or molecules developed to target specific biological pathways of aging with the aim of improving healthspan or delaying multiple age-related diseases.",
      "introduced_in": "Pillars of Intervention: Diet, Exercise, and Pharmacology"
    },
    {
      "term": "mTOR (mechanistic Target of Rapamycin)",
      "definition": "A central cellular nutrient-sensing pathway that regulates growth, protein synthesis, and metabolism; overactivation in adulthood is linked to aging and age-related disease.",
      "introduced_in": "Intervention Spotlight: Rapamycin and the mTOR Pathway"
    },
    {
      "term": "Rapamycin",
      "definition": "An FDA-approved drug originally used as an immunosuppressant that inhibits mTOR and has been shown to extend lifespan and improve health in model organisms; being studied for anti-aging uses.",
      "introduced_in": "Intervention Spotlight: Rapamycin and the mTOR Pathway"
    },
    {
      "term": "Interventions Testing Program (ITP)",
      "definition": "A multi-institutional National Institute on Aging program that rigorously tests candidate lifespan-extending compounds in mice under standardized conditions.",
      "introduced_in": "Intervention Spotlight: Rapamycin and the mTOR Pathway"
    },
    {
      "term": "Dog Aging Project",
      "definition": "A research project studying aging in companion dogs — including testing interventions like rapamycin — to gain translational insights relevant to humans.",
      "introduced_in": "Intervention Spotlight: Rapamycin and the mTOR Pathway"
    },
    {
      "term": "Cellular reprogramming",
      "definition": "The process of converting differentiated adult cells back to a more youthful, pluripotent state using specific factors (Yamanaka factors), with potential to rejuvenate tissues.",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    },
    {
      "term": "Yamanaka factors",
      "definition": "A set of four transcription factors discovered by Shinya Yamanaka that can reprogram adult cells to induced pluripotent stem cells (iPSCs).",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    },
    {
      "term": "Induced pluripotent stem cells (iPSCs)",
      "definition": "Adult cells that have been reprogrammed into an embryonic-like, pluripotent state, capable of differentiating into many cell types.",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    },
    {
      "term": "Partial reprogramming",
      "definition": "A technique that applies reprogramming factors for limited periods to rejuvenate cells or tissues without fully reverting them to pluripotency, aiming to avoid loss of cell identity or cancer risk.",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    },
    {
      "term": "Artificial intelligence (AI) in longevity",
      "definition": "Use of machine learning and computational methods to analyze large biological datasets, discover potential anti-aging compounds, identify biomarkers, and personalize interventions.",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    },
    {
      "term": "TAME trial (Targeting Aging with Metformin)",
      "definition": "A clinical effort designed to test whether metformin can delay the onset of multiple age-related diseases and help establish aging as a treatable condition for regulatory purposes.",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    },
    {
      "term": "Ethical and societal considerations",
      "definition": "Questions and concerns about the distribution, access, fairness, and broader social impacts of longevity interventions (e.g., inequality, resource use, and defining aging as a disease).",
      "introduced_in": "The Future of Longevity: Reprogramming, AI, and Ethics"
    }
  ]
}